tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asdf"
brew "bash"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk"
brew "protobuf"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "android-platform-tools"
cask "brave-browser"
cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "karabiner-elements"
cask "vlc"
mas "Microsoft Outlook", id: 985367838
mas "Telegram", id: 747648890
