tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sdkman/tap"
brew "dos2unix"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "httpie"
brew "hyperfine"
brew "irssi"
brew "jq"
brew "mas"
brew "neovim"
brew "nvm"
brew "pstree"
brew "ripgrep"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sdkman/tap/sdkman-cli"
cask "alacritty"
cask "blackhole-16ch"
cask "brave-browser"
cask "cloudflare-warp"
cask "google-chrome"
cask "intellij-idea-ce"
cask "obsidian"
cask "visual-studio-code"
cask "vlc"
mas "DaVinci Resolve", id: 571213070
mas "Telegram", id: 747648890
